import classes from './content.module.css'

export const Content = () => {
  return (
    <div className={classes.content}>
      <div className={classes.block} id="block1">
        <div className={classes.title}>1.	ЦІЛІ ТА ЦІННОСТІ </div>
        <div className={classes.text}>

            Наша ціль: усувати бар'єри спілкування
      Наша місія: сприяти взаєморозумінню між людьми та компаніями.
      Наші цінності:
      -	якість — професіонали в команді, якісні товари/послуги
      -	клієнтоорієнтованість — гнучкий підхід до клієнта
      -	дотримання слова - конфіденційність інформації-, пунктуальність\
      -	HR -оптимізація - молоді, неординарні люди, які хочуть добитися великого в житті
        </div>

      </div>
      <div className={classes.block} id="block2">
        <div className={classes.title}>2.	РОЛІ ТА ОБОВ'ЯЗКИ</div>
        <div className={classes.text}>Тут має бути табличка</div>
      </div>
      <div className={classes.block} id="block3">
        <div className={classes.title}>3. ЗАГАЛЬНЕ</div>
        <div className={classes.text}>1.	Спілкування:
Цей розділ стосується усіх видів спілкування: усного, письмового, електронного, по телефону чи відеодзвінків
-	До Замовників чи відвідувачів завжди звертатися на «Ви» так само як і до працівників (особливо в присутності відвідувачів).
-	Заборонено в спілкуванні вживати вульгаризми, сленг, суржики.
-	Електронні листи розпочинати завжди з привітання і в кінці проставляти підпис:
З повагою,
(посада)
(прізвище та ім'я)
-	Заборонено видаляти переписки (окрім рекламних розсилок) без письмової згоди керівника (в тому числі через месенджери).
-	Заборонено відкривати листи, які в своїй шапці/темі адресуються на ім'я керівника за винятком тих, на які керівник дав письмову згоду (в тому числі через месенджери).
-	У спілкуванні з відвідувачами завжди бути привітним і щирим.
-	Завжди дякувати за дзвінок тому, хто телефонував.
-	У конфліктних ситуаціях зберігати спокій та врівноваженість, а також не зменшувати ввічливого тону. При загостренні ситуації повідомити, що ми перетелефонуємо, коли особа прийде в себе, та ввічливо попрощатися.
-	При запиті на контактні дані/зустріч з керівником діяти наступним чином: а) дізнатися хто питає; б) дізнатися мету; в) дізнатися контактні дані; г) повідомити, що керівник перетелефонує у вільний час, якщо його це зацікавить. Електронної пошти та номера керівника не надавати.
-	При спілкуванні з відвідувачами та за межами офісу завжди пам'ятати про правила комерційної таємниці.
-	Непередбачені ситуації. Коли ви зіткнулися з проблемою, для якої у вас немає скрипту діалогу, краще мати поруч алгоритм спілкування з клієнтом у складних ситуаціях і знати, до кого і як можна звернутися, якщо ви не можете вирішити проблему.
-	Позитивний настрій. Прибирайте негативні формулювання: все, що з "не", замініть ствердженням. Наприклад: "Цього товару в нас не буде ще два тижні" → "Ця позиція зараз у процесі, надходження буде протягом найближчих двох тижнів. Ми відправимо ваше замовлення одразу після отримання партії". Ви не відмовляєте клієнтові, а інформуєте про терміни доставки і мотивуєте до купівлі.
Деякі агресивні слова краще взагалі прибрати:
-	"проблема" — успішні компанії не мають проблем, у них є завдання, які треба вирішувати;
-	"ви повинні", "вам доведеться" — ніхто нікому нічого не винен. Замініть ці формулювання проханнями, дайте людині вибір: "Надішліть, будь ласка, повернення поштою або віднесіть його до найближчого офлайн-магазину", "Ви можете заповнити анкету в особистому профілі на сайті або підкажіть свої контактні дані зараз у телефонному режимі";
-	"дорого", "дешево" — багато інтернет-магазинів досі використовують ці слова в умовах сортування товарів. Вони є недоречними і виглядають ще більш дивно, якщо компанія продає дорогі продукти. Краще підходить формулювання "ціна за збільшенням/зниженням". Коли ви спілкуєтеся з клієнтом, некоректно також вказувати, що для нього дорого, а що дешево. Замініть фразами: "товар із середнього цінового сегмента", "більш бюджетний варіант", "флагманський", "преміум", "останнього покоління" та ін.

Робоче місце
- 	Працівник повинен прибути на робоче місце за 5 хвилин до початку робочого часу, привести себе в порядок, ввімкнути апаратуру та розпочати робочий процес. Робочий час встановлюється для кожної посади окремо.
-	Всі домашні чи не робочі обов'язки, проблеми і таке інше працівник залишає вдома, на роботу ж приходить з хорошим настроєм і протягом робочого часу займається робочими питаннями (аж ніяк не власними особистими).
-	Робоче місце повинно бути завжди прибране, чисте. Всі речі на робочому місці повинні бути впорядковані та акуратно поскладані.
-	Забороняється надавати відвідувачу будь-яку інформацію, яка не в межах Вашої компетенції, не стосується робочого процесу чи передавати документацію не належну йому (окрім випадків, коли відвідувач отримує документацію за дорученням, в тому числі й усним). Можна надавати довідкову інформацію не довше 3 хвилин.
-	Забороняється приводити чи запрошувати на офіс друзів/знайомих/родичів без поважної на то причини.

Непередбачувані обставини
-	У разі виникнення будь-якої непередбачуваної ситуації перш за все потрібно НЕ панікувати, заспокоїти себе і першочергово зважати на своє життя/здоров'я, другочергово - на життя/здоров'я співпрацівників, третьочергово - на майно підприємства.
-	До непередбачуваних обставин належать ті обставини, які описані в цьому розділі або форс-мажор.
-	У разі виникнення стихійного лиха (ураган, землетрус, пожежа І т. д.) необхідно вжити заходів вказаних у пункті 1, а також сповістити про подію інших співпрацівників, які можуть цього ще не знати. Під час пожежі працівник відіграє роль добровільної пожежної дружини та по своїй фізичній можливості допомагає погасити пожежу. Крім того працівник сповіщає службу порятунку про подію.
-	У разі виникнення на підприємстві дій сторонніх осіб (не працівників компанії), які можуть зашкодити компанії або такі дії тягнуть за собою кримінальну відповідальність, то працівник повинен в першу чергу повідомити про це керівника або, за відсутності зв'язку з ним, правоохоронні органи.
-	Пам'ятати про статтю Кримінального кодексу України 206 «Про протидію законній господарській діяльності».
-	У разі приходу будь-якого державного органу, який хоче провести перевірку - першочергово попросити представитися та надати на перевірку посвідчення і документ, який підтверджує таку перевірку. Працівник в обов'язковому порядку уважно вичитує документи та виявляє чи вони дійсні. Також викликає керівника чи повідомляє по подію. У разі відсутності керівника на офісі, просить почекати його приїзду.
</div>
      </div>
      <div className={classes.block} id="block4">
        <div className={classes.title}>4.	Прийом</div>
        <div className={classes.text}>А) ВІДВІДУВАЧА
1. Привітатися
2. Запитати чи людина хоче забрати чи замовити переклад або можливо, прийшла по іншій справі?
3. Якщо забрати – уточнити прізвище та ім'я чи з якої компанії.
4. Тим часом попросити присісти зачекати і одночасно вияснити у CRM системі статус замовлення та оплати.
5. Якщо замовлення повністю оплачено – видати готовий переклад. Якщо потрібно доплатити – запитати клієнта яким способом йому/їй буде зручніше доплатити. Отримати підтвердження оплати (показує статус переказу, дає готівку чи іншим способом), а після цього видати переклад.
6. Якщо людина хоче замовити переклад – діяти відповідно до пункту Б.
7. Якщо людина прийшла в інших справах: спершу уточнити до кого або з якою метою, тоді повідомити про це керівника через телефонний дзвінок. Не маючи даних про відвідувача, не рекомендовано залишати робоче місце без нагляду при таких особах.

Б) ЗАМОВЛЕННЯ
При отриманні замовлення (потрібно дізнатися наступне):
1.	Як до Вас можна звертатися?
2.	З якої на яку мову потрібен переклад?
3.	Який happy-line (максимально кінцевий термін здачі)?
4.	Чи потрібне засвідчення, яке якщо так?
5.	Визначити і проконсультувати (за потреби) чи відповідає документ нотаріальному засвідченні (наявність апостилю/консульської легалізації)?
6.	Уточнити написання прізвищ та імен, важливих адрес, абревіатур, назв компаній, сталих слів
7.	Хто буде забирати замовлення?
8.	Який спосіб оплати?
9.	Взяти контактні дані замовника
10.	 Якщо вартість була погоджена тільки по телефону/усно – обов'язково написати повідомлення для отримання додаткового письмового підтвердження.
11.	 Всі дані (про клієнта і замовлення) потрібно вносити у CRM.
12.	 Надавати максимально чітку, розгорнуту та зрозумілу відповідь клієнту при запиті ціни. Намагатися одразу визначити вартість роботи та врахувати (або повідомити) оплати за засвідчення, щоб при оплаті клієнту не видавалося, що у нас є приховані платежі чи оплата за не поінформовану послугу.
 
ПРИКЛАД РОЗМОВИ З КЛІЄНТОМ
Якщо телефонує/пише потенційний клієнт:
Вас вітає бюро перекладів, доброго дня, слухаю Вас ☺
(вислуховуємо клієнта, його потребу та відповідаємо на його питання)
(Клієнт запитує, чи виконуємо переклади на певну мову, оглядаємо документ "Ціни на послуги перекладу", і відповідаємо клієнту:
"Так, ми перекладаємо на таку мову, вартість за стандартний документ становить ______грн за 1800 символів з пробілами. " (і вказати ціну за переклад стандартного документу* на вказану мову. Надалі, за потреби, можемо пояснити наступне)
"Інформуємо Вас, що згідно стандартів перекладу в Україні – одна перекладацька сторінка містить 1800 символів з пробілами. Вартість її перекладу становить ____ грн.
"Також для Вашої зручності Ви можете надіслати нам на огляд файли на Viber, Telegram для перекладу, ми одразу прорахуємо вартість та терміни – та відпишемо чи перетелефонуємо Вам"
"Наш номер вайбер"  (продиктувати клієнту номер, або вказати, що це номер на який клієнт телефонує)
*стандартний документ – це документ, кількість символів з пробілами якого дорівнює 1800 чи менше. До стандартних документів відносяться: свідоцтва про народження, смерть, шлюб, перші 2 сторінки паспорту, ідентифікаційні коди, довідки про місце роботи та інші документи.
Якщо документ більшого об'єму, нам важко оцінити його точну вартість, тому рахуємо орієнтовно, скільки може вартувати переклад і відповідаємо клієнту:
"Орієнтовна вартість перекладу цих файлів _____ грн.
Термін виконання: на понеділок.
Чи влаштовує Вас термін?
Також можемо засвідчити переклад нашими печатками бюро перекладів 
За запитом клієнта можемо надіслати скановані документи на пошту/Вайбер чи прийняти/відправити через Нову Пошту 
Якщо Вас все влаштовує, прохання:
- надати написання імен та прізвищ осіб, що вказані у документах, згідно закордонного паспорту. Якщо ці особи не мають закордонних паспортів, і їх імена та прізвища не фігурували у закордонних документах – ми протранслітеруємо написання згідно Закону України "Про транслітерацію".
-	ми працюємо за мінімальним авансом, прохання надіслати на вказані реквізити (умовно 40-50% вартості)
ВАЖЛИВО! Аванс брати завжди! Якщо клієнт самостійно пропонує аванс – обов'язково приймати. Якщо клієнт хвилюється через аванс і залишає при цьому оригінали документів, тоді можна не брати авансу (документи виступають гарантією), тоді повна оплата за клієнтом під час здачі йому перекладу
</div>
      </div>
      <div className={classes.block} id="block5">
        <div className={classes.title}>5. Апостилі</div>
        <div className={classes.text}>Тут має бути табличка</div>
      </div>

      <div className={classes.block} id="block6">
        <div className={classes.title}>6. ПРОЦЕС ПІДГОТОВКИ ДО ЗДАЧІ ВИКОНАНОЇ РОБОТИ</div>
        <div className={classes.text}>Ми прагнемо бути № 1
для цього потрібно надавати якісні послуги, дотримуючись таких правил:
1). Узгодження з самого початку:
Узгоджувати всі питання з клієнтом: 
- ПІБ згідно закордонних чи українських документів (відповідно до мови перекладу);
-  тип засвідчення (узгоджуємо, чи важливо для клієнта якщо прошиваємо оригінал документу до перекладу, чи краще копію – особливо для нотаріальних).
Результат особа, яка спілкується з клієнтом, обов'язково записує в CRM
2). Машинна перевірка:
Виділити весь текст файлу (CTRL+A) та обрати в розділі Орфографії мову (Рецензування – Правопис і граматика), якою написаний текст. Переконатися чи всі підкреслені слова/фрази правильні.
3). Вичитка тексту: 
- спершу звіряємо на цілісність (чи є всі абзаци, елементи таблиць, малюнки, і т. д.)
- далі перевіряємо всі цифри (формати дат в Україні, США, Європі – різні)
- звіряємо написання імен згідно наданих клієнтом
- при внесенні дати засвідчення невідомою мовою – обов'язково перевіряти в пошуковику після перекладу машинним способом
4). Дописи від перекладача: 
Печатки, дописи, підписи робимо в одному стилі: коса риска, курсивом.
5). Хто виконує:
- не може виконувати вичитку той, хто перекладав (хіба якщо у наступний день)
6). Уникаємо відволікання:
- НЕ розмовляти по телефону під час перевірок
- якщо розмови неможливо уникнути (телефонує клієнт) – ставимо курсор у місце, де зараз перевіряєте чи виділяємо жовтим і відвертаємося від комп'ютера/встаємо відійти, щоб не зробити автоматичних помилок/натискань
- в межах перевірки одного завдання намагатися організувати свій час таким способом, щоб не відволікатися на інші завдання, а якщо вже виникло таке відволікання – записати деталі справи, яка відволікає на пізніше і продовжити перевірку (щоб не тримати відволікання в голові).
</div>
      </div>
      <div className={classes.block} id="block7">
        <div className={classes.title}>7.	ОФОРМЛЕННЯ ПЕРЕКЛАДІВ</div>
        <>Тут маэ бути табличка</>
        <div className={classes.text}>Також, просимо звернути увагу на наступні моменти:

Всі незрозумілі перекладачу моменти чи ті, в яких він сумнівається – просимо виділяти жовтим кольором, щоб нашому редактору було зрозуміло, на що потрібно звернути особливу увагу при відсутності вичитки/перевірки перекладу.
Зберігати оформлення джерела даних – наприклад, все, що було жирним шрифтом – залишати жирним, все що підкреслено/виділено курсивом– виконувати так і в перекладі.
Колонтитули також завжди потрібно перекладати. Для цього потрібно подвійним кліком натискати на колонтитул. Коли перекладете один, всі інші на других сторінках самі автоматично обновляться. Після перекладу подвійним кліком нажати в будь-якій області за межами колонтитула.
Необхідно дотримуватись єдиного стилю в перекладі, це означає, що якщо Ви вже переклали потрібне слово, фразу, скорочення, то далі по тексту повинен зустрітися тільки такий же варіант перекладу даного слова, фрази, терміну.
Не допускається пропуск слів, фраз, перекладати/транслітерувати потрібно все, що бочимо! Переклад повинен бути повним у відповідності з джерелом.
Необхідно перекладати і при необхідності розшифрувати всі скорочення (абревіатури) по тексту. Розшифровки можна писати поряд в дужках або створювати посилання на розшифровку.
При перекладі скорочення, якщо не знаєте, як це перекладається, потрібно звернутись до інтернету, пошукати через пошукові служби. І в принципі, якщо час дозволяє, радимо провіряти правильність перекладу через провірені сайти. Наприклад, часто переклад реквізитів і назв відомих банків, ВНЗ, державних закладів вже присутнє на сайтах цих самих закладів, необхідно просто приділити час пошуку.
Перекладати одиниці вимірювання, і не залишати їх на іноземній мові (Мбіт/с, ГГц і тд.)
Для англійських позначень грошових сум характерний зворотній порядок: $100, £10M. Перекладаєм по-українськи: 100 доларів, 10 мільйонів фунтів стерлінгів і т.д.
Необхідно дотримуватися єдиних правил транслітерації українського алфавіту, які будуть подані нижче
Також пропонуємо Вашій увазі посилання, які можуть бути корисними для перекладачів:

http://www.multitran.ru/c/m.exe?a=1&SHL=2 
– допомога в пошуку варіантів перекладу окремих слів/фраз 

http://mymemory.translated.net/s.php?q=%D0%94%D0%BE%D0%B3%D0%BE%D0%B2%D0%BE%D1%80&sl=ru-RU&tl=en-GB&sj=all&of=all
– допомога в пошуку варіантів перекладу окремих слів/фраз

http://dictionary.reference.com/browse/public%20utility 
– допомога в пошуку варіантів перекладу окремих слів/фраз 

http://www.reverso.net/spell-checker/english-spelling-grammar/ 
- перевірка на граматичні помилки в англійській мові 

http://www.duden.de/rechtschreibpruefung-online 
- перевірка на граматичні помилки в німецькій мові 
</div>
      </div>

      <div className={classes.block} id="block8">
        <div className={classes.title}>8.	НАЙМЕНУВАННЯ ФАЙЛІВ (ПАПОК)</div>
        <div className={classes.text}>1.	Назви файлів готових перекладів зберігати у наступному форматі:
Прізвище_Коротка_назва_документу_ЗЯкоїМови-НаЯкуМову
Напр.:
Петренко_Довіреність_DE-UA
2.	У випадку наявності у файлі декількох документів (або якщо клієнт замовляє для іншої особи) з різними прізвищами, потрібно вказати ці прізвища у назві. Напр.:
Петренко_Іваненко_Довіреність_DE-UA
3.	Прізвища та документи у назвах файлів слід прописувати українською мовою, за винятком ситуацій, коли мова йде про іноземців, які внесені в базу латиницею або не мають офіційного перекладу імені.
4.	В CRM потрібно вносити імена Покупців/Замовників українською, за винятком тих, хто не має офіційного перекладу імені і не замовляє його.
5.	Назви файлів готових перекладів, які не є особистими документами, зберігати у наступному форматі:
Назва_файлу_від_клієнта_ЗЯкоїМови-НаЯкуМову
Напр.:
Контракт2023_DE-UA
Напр.:
WebHomePage_DE-UA
6.	Не забувати прописувати в назвах дефіс чи нижнє підкреслення.
7.	Нові папки слід створювати на назвою компанії чи ФОПа або по прізвищу та імені клієнтів.
</div>
      </div>

      <div className={classes.block} id="block9">
        <div className={classes.title}>9.	ЗБЕРЕЖЕННЯ КОНТАКТІВ</div>
        <div className={classes.text}>1.	Всі контакти потрібно зберігати через Вайбер вказавши повне ім'я та прізвище українською мовою. При збереженні через Вайбер обраною поштою синхронізації маю бути вказано: online.lviv@gmail.com
2.	Вносити імена Покупців/Замовників українською, за винятком тих, хто не має офіційного перекладу імені і не замовляє його.
3.	За відсутності повного імені потрібно дізнатися його у клієнтів або ж не зберігати до отримання повної інформації.
</div>
      </div>

      <div className={classes.block} id="block10">
        <div className={classes.title}>10. РОБОТА З ВИКОНАВЦЯМИ</div>
        <div className={classes.text}>1.	Прийняті від клієнтів замовлення потрібно передати в роботу на виконання відповідним виконавцям.
2.	Для виконавців, які працюють віддалено, всі запити на виконання робіт здійснюються через електронну пошту online.lviv@gmail.com
3.	При надсиланні запиту на виконання роботи слід чітко вказати основні параметри:
-	Номер замовлення (в темі листа)
-	Напрям перекладу (з якої на яку мову)
-	Термін виконання
-	Будь-які інші додаткові побажання

Зразок:
Добрий день!
Надсилаємо Вам документ на переклад. Чи зможете?

Мова: на словацьку мову з української
Кінцевий термін здачі: на понеділок (27.03.23) до 10:00 год.
Примітки: другий абзац не потрібно перекладати

Очікуємо відповіді.

4.	Для виконавців, які працюють в офісі, всі запити на виконання робіт здійснюються через CRM систему шляхом їх завантаження у відповідне замовлення (іменні папки віддаленого доступу). Менеджер завантажує у відповідні папки файли, які потрібно перекласти. Для покращення диференціації файлів між собою, менеджер ставить на початку назви файлу номер замовлення.
5.	На кожне замовлення менеджер повинен отримати чітку ствердну відповідь від виконавця про готовність виконати роботу (незалежно чи виконавець працює віддалено чи на офісі). І в разі погодження завдання замовником, підтвердити також його виконавцю.
6.	В разі відсутності відповіді виконавця на електронній пошті протягом пів години, йому слід зателефонувати.
7.	Менеджер вносить у CRM систему інформацію про виконавця замовлення а також змінює відповідні статуси замовлення.
8.	Після отримання від виконавця готового замовлення слід акуратно дотриматися побажань замовника щодо типу засвідчення/способу здачі готового замовлення у відповідності до пунктів викладених у розділі 4. Прийом замовлення.
</div>
      </div>

    </div>
  )
}